Repository: OpenDataServices/cove
Catalog: cove_360/locale/*/LC_MESSAGES/django.po
Languages: es

source: Additional Checks
es: Comprobaciones adicionales

source: 360Giving Data Standard
es: Estándar de Datos 360Giving

source: How to use the
es: Cómo utilizar el

source: Upload, paste or provide a link to data in the 360Giving Data Standard format, and this application will convert between JSON, Excel and CSV formats, allowing you to download the original file, and the converted versions.
es: Sube, pega o proporciona un enlace a los datos en el formato del Estándar de Datos 360Giving, y esta aplicación los convertirá entre JSON, Excel y CSV, esto te permitirá descargar el archivo original y las versiones convertidas.

source: You will also be able to inspect key information from the data that the application is able to find, so that you can check the data.
es: También podrás inspeccionar información clave de los datos que la aplicación es capaz de encontrar, para que puedas comprobar los datos.

source: This tool will:
es: Esta herramienta:

source: Check your data is valid. When it passes these checks, you will know that it is formatted for re-use
es: Comprueba que sus datos son válidos. Una vez que sus datos pasen estos chequeos, usted sabrá que están listos para ser reusados.

source: It <strong>will not</strong>:
es: Lo que <strong> no </strong> hace:

source: Check your data is accurate. Read about common data errors and how to check for them in the
es: Comprueba que sus datos son correctos. Lea acerca de errores de datos comunes y cómo solucionarlos

source: Common Errors
es: Errores comunes

source: section
es: sección

source: Check the data against your own open data policy. Read more about
es: Comprueba que sus datos se ajustan a su propia política de datos abiertos. Lea más sobre datos abiertos

source: Publishing and Using Open Grant Data
es: Publicación y Uso de Datos de Concesiones Abiertos

source: Formats
es: Formatos

source: Summary Spreadsheet - <a href="https://threesixtygiving-standard.readthedocs.io/en/latest/_static/summary-table/360-giving-schema-titles.xlsx">Excel</a>, <a href="https://threesixtygiving-standard.readthedocs.io/en/latest/templates-csv">CSV</a> (UTF-8, Windows-1252 and ISO-8859-1 encodings supported)
es: Resumen en formato hoja de cálculo- <a href="https://threesixtygiving-standard.readthedocs.io/en/latest/_static/summary-table/360-giving-schema-titles.xlsx">Excel</a>,<a href="https://threesixtygiving-standard.readthedocs.io/en/latest/templates-csv"> CSV </a>(codificaciones soportadas: UTF-8, Windows-1252 and ISO-8859-1)

source: JSON built to the <a href="http://standard.threesixtygiving.org/en/latest/reference/#giving-json-schemas">360Giving JSON schema</a> (UTF-8 encoding supported)
es: Documento JSON creado siguiendo el <a href="http://standard.threesixtygiving.org/en/latest/reference/#giving-json-schemas">esquema JSON 360Giving</a> (codificación soportada: UTF-8)

source: <a href="https://threesixtygiving-standard.readthedocs.io/en/latest/_static/multi-table/360-giving-schema-fields.xlsx">Multi-table data package - Excel</a>
es: <a href="https://threesixtygiving-standard.readthedocs.io/en/latest/_static/multi-table/360-giving-schema-fields.xlsx">Paquete de datos de tablas múltiples - Excel</a>

source: Common Errors
es: Errores comunes

source: Invalid 'uri' found
es: Se ha encontrado una 'uri' inválida

source: This message means you have a problem, usually with a website address in your data.<br />Common mistakes include:
es: Este mensaje significa que usted tiene un problema, por lo general con una dirección de Internet en sus datos. <br /> Los errores comunes incluyen:

source: Not starting the address with 'http://' e.g. example.com is not a 'uri' but http://example.com is.
es: No iniciar la dirección con 'http: //' por ejemplo, 'example.com' no es una 'uri' mientras 'http://example.com' sí lo es.

source: Having extra spaces at the start or end of the address - these should be removed
es: Tener espacios extra al principio o al final de la dirección - deberán ser eliminados

source: Putting more than one address in the same field e.g. "http://example.com and http:example2.com" is not a 'uri'
es: Poner más de una dirección en el mismo campo, por ejemplo "http://example.com y http: example2.com" no es una 'uri'

source: Date is not in the correct format
es: El formato de la fecha es incorrecto

source: Dates should be in the formats defined by the <a href="http://www.threesixtygiving.org/standard/reference/">360Giving Standard</a>.
es: Las fechas deben tener el formato definido en el <a href="http://www.threesixtygiving.org/standard/reference/">Estándar 360Giving</a>.

source: Other common errors include
es: Otros errores comunes incluyen

source: providing non-existent dates e.g. 2016-02-31 (31st February)
es: Dar fechas no existentes, ej. 2016-02-31 (31 de febrero)

source: non-date content in a date field (by accident)
es: Añadir un dato que no es una fecha a un campo de fechas (por accidente)

source: A datetime format is a very specific form of a date and time that is specified by the <a href="http://www.threesixtygiving.org/standard/reference/">360Giving Standard</a>.
es: El formato fecha/hora es un formato muy específico de fecha y hora definido por el <a href="http://www.threesixtygiving.org/standard/reference/">Estándar 360Giving</a>.

source: A datetime should be in the form of YYYY-MM-DDThh:mm:ss±hh:mm where:
es: Una fecha-hora debe tener el formato AAAA-MM-DDThh:mm:ss±hh:mm donde:

source: YYYY represent a year e.g. 2016
es: AAAA representa un año, por ejemplo, 2016

source: MM represents a 2 digit month of the year e.g. 01 for January
es: MM representa un mes de 2 dígitos del año por ejemplo, 01 para enero

source: DD represents a 2 digit day of the month e.g. 01 for the 1st
es: DD representa un día 2 dígitos del mes, por ejemplo 01 para el día 1 del mes

source: T is simply the letter 'T'
es: T es simplemente la letra "T"

source: hh is a 2 digit representation of an hour e.g. 01 for 1AM, 13 for 1PM
es: hh es una representación de 2 dígitos de una hora por ejemplo, 01 para 1 AM, 13 para 1 PM

source: mm is a 2 digit representation of minutes in an hour e.g. 05 for 5 past
es: mm es una representación de 2 dígitos de minutos en una hora, por ejemplo 05 para 5 minutos

source: ss is a 2 digit representation of seconds
es: ss es una representación 2 dígitos de segundo

source: Example: 2016-05-15T12:00:00Z is 12 noon on the 15th May 2016 in UTC time
es: Ejemplo: 2016-05-15T12: 00: 00Z es las 12 horas del 15 de mayo del 2016 en hora UTC

source: (something) is missing but is required
es: (Algo) no se encuentra, pero se requiere

source: Many fields are required in the 360Giving data standard in order for others to make sense of the data supplied
es: Muchos campos el estándar de datos 360Giving son necesarios a fin de que otros campos puedan dar sentido a los datos suministrados

source: If any of the following fields are missing the data is seen as invalid against the schema.
es: Si cualquiera de los siguientes campos faltan, los datos se consideran no válidos en el esquema.

source: Field
es: Campo

source: JSON value
es: Valor JSON

source: Notes
es: Notas

source: Documentation
es: Documentación

source: Every grant needs to specify the amount of money awarded
es: Cada concesión tiene que especificar la cantidad de dinero otorgada

source: Every grant needs to specify the date that it was awarded.
es: Cada concesión tiene que especificar la fecha en que ha sido concedida.

source: Every grant needs to specify the currency that the grant was made in.
es: Cada concesión tiene que especificar la moneda en que la concesión se llevo a cabo.

source: Every grant needs a human readable description.
es: Cada concesión necesita una descripción que pueda ser leída por humanos.

source: Every grant needs a unique identifier so we can tell them apart
es: Cada concesión necesita un identificador único para que podamos distinguirlas

source: Grant Identifiers
es: Identificadores de Concesiones

source: Every grant needs a funding organisation that makes the award.
es: Cada concesión necesita la organización financiadora que realiza el otorgamiento.

source: Every organisation needs a unique identifier so we can tell them apart..
es: Toda organización necesita un identificador único para que podamos distinguirlas ..

source: Organisation Identifiers
es: Identificadores de Organizaciones

source: Every organisation needs a human readable name.
es: Toda organización necesita un nombre que pueda ser leído por humanos.

source: Every grant needs a to specify an organisation to which the grant is awarded.
es: Cada concesión necesita especificar una organización a la que se concede la subvención.

source: Every organisation a unique identifier so we can tell them apart.
es: Cada organización necesita un identificador único para que podamos distinguirlas.

source: Every grant needs a human readable title.
es: Cada concesión necesita un título que pueda ser leído por humanos.

source: Invalid code found in (something)
es: Se ha encontrado un código no válido en (algo)

source: In 360Giving data when we talk about currencies, countries and organisation types we ask publishers to use values from a predefined list. When we ask whether or not this grant was from an open call we expect either 'yes' or no' and nothing else. When we validate people's data, we check the values of those fields against those lists.
es: En los datos 360Giving cuando hablamos de monedas, países y tipos de organización, le pedimos a los editores utilizar valores de una lista predefinida. Cuando preguntamos si esta concesión fue una convocatoria abierta, esperamos como respuesta 'sí' o 'no' y nada más. Cuando validamos los datos, comprobamos los valores de esos campos mirando esas notas.

source: This error tells us that we have found something not on the list.
es: Este error nos dice que hemos encontrado algo que no está en la lista.

source: The lists are referenced in the 360Giving Grants Schema. See <a href="http://www.threesixtygiving.org/standard/reference/#toc-360giving-json-schemas">360Giving JSON Schemas</a> for more information.
es: Las listas son referenciadas en el esquema 360Giving. Ver <a href="http://www.threesixtygiving.org/standard/reference/#toc-360giving-json-schemas">360Giving JSON esquemas</a> para obtener más información.

source: Data in the standard is expected to be provided in a certain format.
es: Los datos del standard se esperan en un formato determinado.

source: Strings are generally text, but can contain other characters such as numbers. Sometimes spreadsheet software can alter the format of data so that it is no longer a string.
es: Las cadenas de caracteres son generalmente texto, pero puede contener otros caracteres como números. A veces el software de hoja de cálculo puede alterar el formato de los datos de modo que dejan de ser una cadena de caracteres

source: To fix these kinds of errors, check the field to make sure you are supplying a string.
es: Para solucionar este tipo de errores, compruebe el campo para asegurarse de que está proporcionando una cadena.

source: A file was
es: Un archivo ha sido

source: downloaded from
es: descargado desde

source: uploaded
es: subido

source: on
es: en

source: This file contains <strong>%(n_grants)s grant</strong>
es: Este archivo contiene <strong>%(n_grants)s subvención</strong>

source: from <strong>%(n_funders)s funder</strong>
es: de <strong>%(n_funders)s proveedor de fondos</strong>

source: to <strong>%(n_recipients)s recipient</strong>
es: a <strong>%(n_recipients)s receptor</strong>

source: awarded on <strong>%(start_date)s</strong>.
es: concedida el <strong>%(start_date)s</strong>.

source: awarded between <strong>%(start_date)s</strong> and <strong>%(end_date)s</strong>.
es: concedida entre <strong>%(start_date)s</strong> y <strong>%(end_date)s</strong>.

source: The grant
es: la subvención

source: <strong>1 grant</strong>
es: <strong>1 subvención</strong>

source: was awarded in <strong>%(currency_code)s</strong> with a value of <strong>%(currency_symbol)s%(amount_awarded)s</strong>.
es: fue concedida en strong>%(currency_code)s</strong>con un valor de <strong>%(currency_symbol)s%(amount_awarded)s</strong>.

source: The grants
es: Las subvenciones

source: <strong>grants</strong>
es: <strong>subvenciones</strong>

source: were awarded in <strong>%(currency_code)s</strong> with a total value of <strong>%(currency_symbol)s%(total_amount)s</strong> and individual awards ranging from <strong>%(currency_symbol)s%(min_amount)s</strong> (lowest) to <strong>%(currency_symbol)s%(max_amount)s</strong> (highest).
es: fue concedida en <strong>%(currency_code)s</strong> con un valor total de <strong>%(currency_symbol)s%(total_amount)s</strong> y subvenciones individuales con cuantías desde<strong>%(currency_symbol)s%(min_amount)s</strong> (la menor) a <strong>%(currency_symbol)s%(max_amount)s</strong> (la mayor).

source: This file is <strong>not 'utf-8'</strong> encoded (it is <em>%(csv_encoding)s</em> encoded).
es: Este archivo <strong>no '</strong>está codificado en<strong>'utf-8'</strong>(está codificado en <em>%(csv_encoding)s</em>).

source: Convert to Spreadsheet
es: Convertir a hoja de cálculo

source: The JSON data could not be converted to spreadsheet due to the following error error: %(conversion_error)s
es: El archivo JSON no pudo ser convertido a hoja de cálculo debido al siguiente error error: %(conversion_error)s

source: Conversion <strong>errors:</strong>
es: <strong>Errores</strong> de conversión:

source: Check Description
es: Compruebe la Descripción

source: First 3 Locations
es: Primeras 3 localizaciones

source: Additional Fields
es: Campos adicionales

source: %(n_grants)s Grant
es: %(n_grants)s Subvención

source: Review your data.
es: Revise sus datos.

source: Grant identifiers:
es: Identificadores de subvenciones

source: Funder organisation identifiers:
es: Identificadores de organizaciones financiadoras:

source: Recipient organisation identifiers:
es: Identificadores de organizaciones receptoras:

source: Grants Table
es: Tabla de Subvenciones

source: Original file
es: Archivo original

source: You can also download an
es: Puede también descargar una

source: Excel Spreadsheet (.xlsx) with JSON field names
es: Hoja de cálculo de Excel (.xlsx) con los nombres de los campos JSON

source: instead of titles as column headers
es: en lugar de títulos como encabezamientos de columnas

source: More Information
es: Más información

source: What happens to the data I provide to this site?
es: ¿Qué sucede con los datos que proporciono a este sitio?

source: While the data is on our servers we may access that data to help us understand how people are using this application, what types of data are being supplied, what common errors exist and so on.
es: Mientras los datos están en nuestros servidores podemos acceder a ellos para ayudarnos a entender cómo las personas usan esta aplicación, los tipos de datos suministrados, los errores más comunes que existen, etc.

source: We may also retain data in backups of our servers, which means on occasion, some data may be retained longer. We have no intention of using this data for anything other than server recovery in an emergency.
es: También podemos conservar datos en las copias de seguridad de nuestros servidores, lo que significa que algunos datos pueden ser retenidos por más tiempo. No tenemos ninguna intención de utilizar estos datos para nada que no sea la recuperación del servidor en caso de emergencia.

source: We do retain some metadata about data supplied to this site. Details can be found in the code, but may include information about whether or not the file was uploaded, linked or pasted, the size of the file, the date/time it was supplied and so on.
es: Guardamos algunos metadatos sobre los datos suministrados a este sitio. Los detalles se pueden encontrar en el código, pero pueden incluir información sobre si el archivo fue subido, vinculado o pegado, el tamaño del archivo, la fecha / hora en que se suministra y así sucesivamente.

source: Why provide converted versions?
es: ¿Por qué ofrecer versiones convertidas?

source: The W3C
es: El W3C

source: Data on the Web Best Practices
es: Datos sobre Mejores Prácticas en la Web

source: recommend making open data available in a range of formats to meet the needs of different users, for example, developers may want JSON, researchers might prefer a spreadsheet format.
es: recomienda ofrecer los datos abiertos en una variedad de formatos para satisfacer las necesidades de los distintos usuarios. Por ejemplo, los desarrolladores pueden requerir JSON, mientras los investigadores puede que prefieran un formato de hoja de cálculo.

source: Error Description
es: Error de descripción

source: Error Count
es: Total de errores

source: First 3 Examples
es: 3 primeros ejemplos

source: Location of first 3 errors
es: Ubicación de los 3 primeros errores

source: Path:
es: Ruta:

source: Line:
es: Línea:

source: Sorry, we can't process that data
es: Lo sentimos, no podemos procesar esos datos

source: Try Again
es: Inténtelo de nuevo

source: 360Giving JSON should have an object as the top level, the JSON you supplied does not.
es: 360Giving JSON debe tener un objeto al nivel más alto pero el JSON que usted ha aportado no lo es.
